const categories = [
  {
    "id": 1,
    "name": "Пластиковая упаковка",
    "description": "Упаковочные материалы из пластика",
    "image_url": "plastic_packaging.png",
    "subcategories": [
      {
        "id": 1,
        "name": "Вёдра и литьевые контейнера",
        "description": "Вёдра и литьевые контейнера",
        "image_url": "Вёдра и литьевые контейнера",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 2,
        "name": "Упаковка для фаст-фуда и суши",
        "description": "Упаковка для фаст-фуда и суши",
        "image_url": "Упаковка для фаст-фуда и суши",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 3,
        "name": "Контейнера прямоугольные и круглые PET",
        "description": "Контейнера прямоугольные и круглые PET",
        "image_url": "Контейнера прямоугольные и круглые PET",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 4,
        "name": "Контейнера прямоугольные и круглые ПП",
        "description": "Контейнера прямоугольные и круглые ПП",
        "image_url": "Контейнера прямоугольные и круглые ПП",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 5,
        "name": "Упаковка для тортов",
        "description": "Упаковка для тортов",
        "image_url": "Упаковка для тортов",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 6,
        "name": "Упаковка для кондитерских изделий РК, РКС, СК",
        "description": "Упаковка для кондитерских изделий РК, РКС, СК",
        "image_url": "Упаковка для кондитерских изделий РК, РКС, СК",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 7,
        "name": "Упаковка для пирогов",
        "description": "Упаковка для пирогов",
        "image_url": "Упаковка для пирогов",
        "category_name": "Пластиковая упаковка"
      },
      {
        "id": 8,
        "name": "Пластиковая упаковка под яйца",
        "description": "Пластиковая упаковка под яйца",
        "image_url": "Пластиковая упаковка под яйца",
        "category_name": "Пластиковая упаковка"
      }
    ]
  },
  {
    "id": 2,
    "name": "Картонно-бумажная продукция",
    "description": "Упаковочные изделия из картона и бумаги",
    "image_url": "paper_packaging.png",
    "subcategories": [
      {
        "id": 9,
        "name": "Пакеты бумажные",
        "description": "Пакеты бумажные",
        "image_url": "Пакеты бумажные",
        "category_name": "Картонно-бумажная продукция"
      },
      {
        "id": 10,
        "name": "Картонно-бумажная продукция",
        "description": "Картонно-бумажная продукция",
        "image_url": "Картонно-бумажная продукция",
        "category_name": "Картонно-бумажная продукция"
      },
      {
        "id": 11,
        "name": "Гофро-коробки и коробки из-под пиццы",
        "description": "Гофро-коробки и коробки из-под пиццы",
        "image_url": "Гофро-коробки и коробки из-под пиццы",
        "category_name": "Картонно-бумажная продукция"
      }
    ]
  },
  {
    "id": 3,
    "name": "Одноразовая посуда",
    "description": "Посуда для одинарного применения и",
    "image_url": "disposable_tableware.png",
    "subcategories": [
      {
        "id": 12,
        "name": "Стаканы пластмасс",
        "description": "Стаканы пластмасс",
        "image_url": "Стаканы пластмасс",
        "category_name": "Одноразовая посуда"
      },
      {
        "id": 13,
        "name": "Стаканы бумажные",
        "description": "Стаканы бумажные",
        "image_url": "Стаканы бумажные",
        "category_name": "Одноразовая посуда"
      },
      {
        "id": 14,
        "name": "Тарелки и миски",
        "description": "Тарелки и миски",
        "image_url": "Тарелки и миски",
        "category_name": "Одноразовая посуда"
      },
      {
        "id": 15,
        "name": "Столовые приборы",
        "description": "Столовые приборы",
        "image_url": "Столовые приборы",
        "category_name": "Одноразовая посуда"
      }
    ]
  },
  {
    "id": 4,
    "name": "Вспененная упаковка и алюминиевая фольга",
    "description": "Вспененная упаковка и алюминиевая фольга",
    "image_url": "Вспененная упаковка и алюминиевая фольга.png",
    "subcategories": [
      {
        "id": 16,
        "name": "Вспененные лотки",
        "description": "Вспененные лотки",
        "image_url": "Вспененные лотки",
        "category_name": "Вспененная упаковка и алюминиевая фольга"
      },
      {
        "id": 17,
        "name": "Вспененные ланч-боксы",
        "description": "Вспененные ланч-боксы",
        "image_url": "Вспененные ланч-боксы",
        "category_name": "Вспененная упаковка и алюминиевая фольга"
      },
      {
        "id": 18,
        "name": "Алюминиевые формы",
        "description": "Алюминиевые формы",
        "image_url": "Алюминиевые формы",
        "category_name": "Вспененная упаковка и алюминиевая фольга"
      },
      {
        "id": 19,
        "name": "Алюминиевая фольга",
        "description": "Алюминиевая фольга",
        "image_url": "Алюминиевая фольга",
        "category_name": "Вспененная упаковка и алюминиевая фольга"
      }
    ]
  },
  {
    "id": 5,
    "name": "Кондитерские аксессуары",
    "description": "Кондитерские аксессуары",
    "image_url": "Кондитерские аксессуары.png",
    "subcategories": [
      {
        "id": 20,
        "name": "Одежда для кондитеров",
        "description": "Одежда для кондитеров",
        "image_url": "Одежда для кондитеров",
        "category_name": "Кондитерские аксессуары"
      },
      {
        "id": 21,
        "name": "Бумага для выпекания",
        "description": "Бумага для выпекания",
        "image_url": "Бумага для выпекания",
        "category_name": "Кондитерские аксессуары"
      },
      {
        "id": 22,
        "name": "Подложки и салфетки под торты",
        "description": "Подложки и салфетки под торты",
        "image_url": "Подложки и салфетки под торты",
        "category_name": "Кондитерские аксессуары"
      },
      {
        "id": 23,
        "name": "Кондитерский инвентарь",
        "description": "Кондитерский инвентарь",
        "image_url": "Кондитерский инвентарь",
        "category_name": "Кондитерские аксессуары"
      },
      {
        "id": 24,
        "name": "Аксессуары (трубочки, украшения)",
        "description": "Аксессуары (трубочки, украшения)",
        "image_url": "Аксессуары (трубочки, украшения)",
        "category_name": "Кондитерские аксессуары"
      }
    ]
  },
  {
    "id": 6,
    "name": "Пищевая пленка и пакеты",
    "description": "Пищевая пленка и пакеты",
    "image_url": "Пищевая пленка и пакеты.png",
    "subcategories": [
      {
        "id": 25,
        "name": "Пленки PE, POF, ПВХ",
        "description": "Пленки PE, POF, ПВХ",
        "image_url": "Пленки PE, POF, ПВХ",
        "category_name": "Пищевая пленка и пакеты"
      },
      {
        "id": 26,
        "name": "Пакеты полиэтиленовые",
        "description": "Пакеты полиэтиленовые",
        "image_url": "Пакеты полиэтиленовые",
        "category_name": "Пищевая пленка и пакеты"
      }
    ]
  },
  {
    "id": 7,
    "name": "Санитарная гигиена",
    "description": "Санитарная гигиена",
    "image_url": "Санитарная гигиена",
    "subcategories": [
      {
        "id": 27,
        "name": "Чистящие средства",
        "description": "Чистящие средства",
        "image_url": "Чистящие средства",
        "category_name": "Санитарная гигиена"
      }
    ]
  },
  {
    "id": 8,
    "name": "Кондитерское сырьё",
    "description": "Кондитерское сырьё",
    "image_url": "Кондитерское сырьё",
    "subcategories": [
      {
        "id": 28,
        "name": "Кондитерское сырьё",
        "description": "Кондитерское сырьё",
        "image_url": "Кондитерское сырьё",
        "category_name": "Кондитерское сырьё"
      }
    ]
  }
];

export default categories;
