const categories = {
  "Пластиковая упаковка": [
    { id: "1", name: "Вёдра и литьевые контейнера", type: "simple" },
    {
      id: "2",
      name: "Упаковка для фаст-фуда и суши",
      type: "complex",
      items: [
        {
          id: "2-1",
          name: "Контейнер для суши S-200",
          description:
            "Прозрачный контейнер для суши с крышкой, удобный и легкий.",
          image:
            "https://karavanplast.ru/shop/image/cache/data/tovar/konteyner/sushi%20PL-200-600x600.jpg",
          price: "120₸",
        },
        {
          id: "2-2",
          name: "Ланч-бокс для бургера",
          description:
            "Компактный ланч-бокс для фаст-фуда, подходит для бургеров и картофеля.",
          image:
            "https://ecovilka.com/files/2018/01/6e7a50814fc566d86d320b14268c670d.jpg",
          price: "150₸",
        },
        {
          id: "2-3",
          name: "Бумажный контейнер для лапши",
          description:
            "Экологичный бумажный контейнер для лапши с удобной крышкой.",
          image:
            "https://студиопак.рф/wp-content/uploads/2023/10/1.1-768x720-1-jpg.webp",
          price: "180₸",
        },
      ],
    },
    { id: "3", name: "Контейнера прямоугольные и круглые PET", type: "simple" },
    { id: "4", name: "Контейнера прямоугольные и круглые ПП", type: "simple" },
    { id: "5", name: "Упаковка для тортов", type: "simple" },
    {
      id: "6",
      name: "Упаковка для кондитерских изделий РК, РКС, СК",
      type: "simple",
    },
    { id: "7", name: "Упаковка для пирогов", type: "simple" },
    { id: "8", name: "Пластиковая упаковка под яйца", type: "simple" },
  ],
  "Картонно-бумажная продукция": [
    { id: "9", name: "Пакеты бумажные", type: "simple" },
    { id: "10", name: "Картонно-бумажная продукция", type: "simple" },
    { id: "11", name: "Гофро-коробки и коробки из-под пиццы", type: "simple" },
  ],
  "Одноразовая посуда": [
    { id: "12", name: "Стаканы пластмасс", type: "simple" },
    { id: "13", name: "Стаканы бумажные", type: "simple" },
    { id: "14", name: "Тарелки и миски", type: "simple" },
    { id: "15", name: "Столовые приборы", type: "simple" },
  ],
  "Вспененная упаковка и алюминиевая фольга": [
    { id: "16", name: "Вспененные лотки", type: "simple" },
    { id: "17", name: "Вспененные ланч-боксы", type: "simple" },
    { id: "18", name: "Алюминиевые формы", type: "simple" },
    { id: "19", name: "Алюминиевая фольга", type: "simple" },
  ],
  "Кондитерские аксессуары": [
    { id: "20", name: "Одежда для кондитеров", type: "simple" },
    { id: "21", name: "Бумага для выпекания", type: "simple" },
    { id: "22", name: "Подложки и салфетки под торты", type: "simple" },
    { id: "23", name: "Кондитерский инвентарь", type: "simple" },
    { id: "24", name: "Аксессуары (трубочки, украшения)", type: "simple" },
  ],
  "Пищевая пленка и пакеты": [
    { id: "25", name: "Пленки PE, POF, ПВХ", type: "simple" },
    { id: "26", name: "Пакеты полиэтиленовые", type: "simple" },
  ],
  "Санитарная гигиена": [
    { id: "27", name: "Чистящие средства", type: "simple" },
  ],
  "Кондитерское сырьё": [
    { id: "28", name: "Кондитерское сырьё", type: "simple" },
  ],
};

export default categories;
