const categories = {
    "Пластиковая упаковка": [
        "Вёдра и литьевые контейнера",
        {
            name: "Упаковка для фаст-фуда и суши",
            items: [
                {
                    name: "Контейнер для суши S-200",
                    description: "Прозрачный контейнер для суши с крышкой, удобный и легкий.",
                    image: "https://karavanplast.ru/shop/image/cache/data/tovar/konteyner/sushi%20PL-200-600x600.jpg",
                    price: "120₸"
                },
                {
                    name: "Ланч-бокс для бургера",
                    description: "Компактный ланч-бокс для фаст-фуда, подходит для бургеров и картофеля.",
                    image: "https://ecovilka.com/files/2018/01/6e7a50814fc566d86d320b14268c670d.jpg",
                    price: "150₸"
                },
                {
                    name: "Бумажный контейнер для лапши",
                    description: "Экологичный бумажный контейнер для лапши с удобной крышкой.",
                    image: "https://студиопак.рф/wp-content/uploads/2023/10/1.1-768x720-1-jpg.webp",
                    price: "180₸"
                }
            ]
        },
        "Контейнера прямоугольные и круглые PET",
        "Контейнера прямоугольные и круглые ПП",
        "Упаковка для тортов",
        "Упаковка для кондитерских изделий РК, РКС, СК",
        "Упаковка для пирогов",
        "Пластиковая упаковка под яйца"
    ],
    "Картонно-бумажная продукция": [
        "Пакеты бумажные",
        "Картонно-бумажная продукция",
        "Гофро-коробки и коробки из-под пиццы"
    ],
    "Одноразовая посуда": [
        "Стаканы пластмасс",
        "Стаканы бумажные",
        "Тарелки и миски",
        "Столовые приборы"
    ],
    "Вспененная упаковка и алюминиевая фольга": [
        "Вспененные лотки",
        "Вспененные ланч-боксы",
        "Алюминиевые формы",
        "Алюминиевая фольга"
    ],
    "Кондитерские аксессуары": [
        "Одежда для кондитеров",
        "Бумага для выпекания",
        "Подложки и салфетки под торты",
        "Кондитерский инвентарь",
        "Аксессуары (трубочки, украшения)"
    ],
    "Пищевая пленка и пакеты": [
        "Пленки PE, POF, ПВХ",
        "Пакеты полиэтиленовые"
    ],
    "Санитарная гигиена": [
        "Чистящие средства"
    ],
    "Кондитерское сырьё": [
        "Кондитерское сырьё"
    ]
};

export default categories;
